Repository: eri-trabiccolo/childify-me
Catalog: lang/childify-me-*.po
Languages: he_il, nl_nl, uk

source: Error while trying to access the filesystem!
he_il: ארעה שגיאה בניסיון גישה למערכת הקבצים!
nl_nl: Er is een fout opgetreden tijdens een poging om toegang tot het bestandssysteem te krijgen!
uk: Помилка доступу до файлової системи!

source: Administrator
he_il: מנהל
nl_nl: Beheerder
uk: Адміністратор

source: Click on the button below to create a child theme
he_il: לחץ על הכפתור למטה כדי ליצור תבנית-בת
nl_nl: Klik op de onderstaande knop om een child-thema te maken
uk: Натисніть на кнопку нижче, щоб створити дочірню тему

source: Child theme name here
he_il: שם תבנית הבת
nl_nl: Child-thema naam hier
uk: Введіть назву вашої дочірньої теми

source: Create
he_il: יצירה
nl_nl: CreÃ«ren
uk: Створити

source: Cancel
he_il: ביטול
nl_nl: Annuleren
uk: Скасувати

source: Child theme
he_il: תבנית-בת
nl_nl: Child-thema
uk: Дочірня тема

source: successfully created!
he_il: נוצרה בהצלחה!
nl_nl: is succesvol aangemaakt!
uk: успішно створена!

source: Preview and Activate
he_il: תצוגה מקדימה והפעלה
nl_nl: Voorbeeld en Activeren
uk: Попередній перегляд та активація

source: Go to Network Themes
he_il: מעבר לתבניות רשת
nl_nl: Ga naar de netwerk themas
uk: Перейти до тем у мережі
